Repository: uwp-at-mrit/BigBang
Catalog: ch6000m3/stone/tongue/*/diagnostics/dredges_dx.resw
Source language: en_us
Languages: zh_cn

# TrunnionGantryCondition
source: Trunnion Gantry Control Condition
zh_cn: 弯管吊架控制条件

# PSMiscCondition
source: PS Winches and Gantries Misc Control Condition
zh_cn: 左舷绞车及吊架综合控制条件

# TrunnionWinchCondition
source: Trunnion Winch Control Condition
zh_cn: 弯管绞车控制条件

# SBMiscCondition
source: SB Winches and Gantries Misc Control Condition
zh_cn: 右舷绞车及吊架综合控制条件

source: All Gantries In or Out
zh_cn: 所有吊架在舷内或舷外

source: Back Oil Pressure Okay
zh_cn: 回油压力不少于 3bar (可越控)

# ConsoleAllowed
source: Winch and Gantry Can be Controlled at Console
zh_cn: 疏浚控制台绞车/吊架工作允许激活

# DragheadGantryCondition
source: Draghead Gantry Control Condition
zh_cn: 耙头吊架控制条件

# DragheadWinchCondition
source: Draghead Winch Control Condition
zh_cn: 耙头绞车控制条件

# IntermediateGantryCondition
source: Intermediate Gantry Control Condition
zh_cn: 耙中吊架控制条件

# IntermediateWinchCondition
source: Intermediate Winch Control Condition
zh_cn: 耙中绞车控制条件

# NoConsoleStop
source: Console Emergence Stop Button Not Pressed
zh_cn: 疏浚控制台绞车/吊架紧急停止未激活

# NoHeadLifting
source: Console Draghead Emergence Lifting Button Not Pressed
zh_cn: 疏浚控制台耙头紧急提升未激活

# NoIntermediateLifting
source: Console Intermediate Emergence Lifting Button Not Pressed
zh_cn: 疏浚控制台耙中紧急提升未激活

# NoSaddle
source: No Saddle Limited
zh_cn: 搁墩到位未激活

# NoSceneStop
source: Scene Emergence Stop Button Not Pressed
zh_cn: 现场紧急停止未激活

source: No Slack
zh_cn: 钢丝绳松弛限位未激活

# NoSoftUpper
source: No Soft Upper Limited
zh_cn: 编码器上限位未激活

# NoSuction
source: No Suction Limited
zh_cn: 吸口到位未激活

# NoUpper
source: No Upper Limited
zh_cn: 绞车上限位未激活

source: No Pushed Out
zh_cn: 推出限位未激活

source: No Pulled In
zh_cn: 收进限位未激活

source: PS Hopper Stopped
zh_cn: 吸口到位时左泥泵停机

# PSNoInflating
source: PS Suction is Not Inflating
zh_cn: 左吸口充气阀关闭

# PumpsRunning
source: Hydraulics Pumps Running
zh_cn: 液压系统有效

source: SB Hopper Stopped
zh_cn: 吸口到位时右泥泵停机

# SBNoInflating
source: SB Suction is Not Inflating
zh_cn: 右吸口充气阀关闭

source: Winch At Top
zh_cn: 耙管绞车在最高位置

source: Lower Pulse
zh_cn: 下限脉冲数

source: Current Pulse
zh_cn: 当前脉冲数

source: Saddle Pulse
zh_cn: 搁墩脉冲数

source: Upper Pulse
zh_cn: 上限脉冲数

source: Draghead Winch Metrics
zh_cn: 耙头绞车编码器

source: Intermediate Winch Metrics
zh_cn: 耙中绞车编码器

source: Trunnion Winch Metrics
zh_cn: 弯管绞车编码器

source: [Draghead]
zh_cn: [耙头]

source: [Intermediate]
zh_cn: [耙中]

# NoSoftLower
source: No Soft Lower Limited
zh_cn: 编码器下限位未激活

source: [Trunnion]
zh_cn: [弯管]

source: Pull & Push
zh_cn: 收进&推出

source: WindUp & Out
zh_cn: 收缆&放缆

source: Allowed
zh_cn: 允许

source: Remote
zh_cn: 遥控

source: Scene
zh_cn: 现场
